do

function run(msg, matches)
  return [[AliEbadi
-----------------------------------
رباتی جدید برای مدیریت گروه
-----------------------------------
راههای ارتباطی
-----------------------------------
@aliebadi5
-----------------------------------
@AliE1_bot
-----------------------------------
Bot number : +18432530615
-----------------------------------
Bot version : 6.7 ]]
end
return {
  description = ".", 
  usage = "use gp command",
  patterns = {
    "^/gp$",
    "^!gp$",
    "^%gp$",
    "^$gp$",
   "^#Gp$",
   "^#Gp",
   "^/Gp$",
   "^#Gp$",

  },
  run = run
}
end
